Repository: apertium/apertium-sme-nob
Catalog: tmx_data/numeralsentences_sme2nob.tmx
Source language: sme
Languages: nob

source: 35 ášši dáin leat doarjjaáššit.
nob: 35 saker av disse er tilskuddssaker.

source: Dalle go áhčči lei čieža jagi.
nob: Da far var sju år.

source: Dát golbma guoli leat buoremusat.
nob: Disse tre fiskene er de beste.

source: Mus lea okta guolli.
nob: Jeg har en fisk.

source: Mus leat guokte láibbi.
nob: Jeg har to brød.

source: Sámegiela hálddašanguovllus leat dál 9 suohkana.
nob: I samisk forvaltningsområde er de nå 9 kommuner.

source: Bussá borrá golbma guoli.
nob: Katten spiser tre fisker.

source: Ipmil sivdnidii guokte stuorra čuovgga.
nob: Gud skapte to store lys.

source: Mun dohppen ovtta guoli.
nob: Jeg griper en fisk.

source: Mun válddán dán golbma guoli.
nob: Jeg tar disse tre fiskene.

source: Mun válden guokte guoli mielde.
nob: Jeg tok to fisker med.

source: Sámediggi árvvoštallá 9 suohkana.
nob: Sametinget vurderer 9 kommuner.

source: Diet leat ovtta guoli meađđemat.
nob: Det er en fisks rogn.

source: Dát leat guovtti guoli meađđemat.
nob: Disse er to fisks rogn.

source: Mun válddán dán golmma guoli meađđemiid.
nob: Jeg tar disse tre fiskenes rogn.

source: Válden golmma guoli meađđemiid.
nob: Jeg tok tre fisks rogn.

source: Attán dan guovtti guollái.
nob: Jeg gir det til to fisker.

source: Dan adden ovtta guollái.
nob: Det gav jeg til en fisk.

source: Mun darvvihan GPS dán golmma guollái.
nob: Jeg stifter GPS til disse tre fiskene.

source: Mun darvvihin GPS golmma guollái.
nob: Jeg stiftet GPS til tre fisker.

source: Mun vuvden girjjiid golmma olbmui.
nob: Jeg solgte bøker til tre personer.

source: Olbmot fárrejit 9 suohkanii.
nob: Folk flytter til 9 kommuner.

source: Dat bođii ovtta guolis.
nob: Det kom fra en fisk.

source: Válden iskosa guovtti guolis.
nob: Jeg tok prøve fra to fisker.

source: Mun válddán iskosa dán golmma guolis.
nob: Jeg tar prøve fra disse tre fiskene.

source: Diet rehkenastojuvvo golbman guollin.
nob: Dette regnes som tre fisk.

source: Diet rehkenastojuvvo guoktin guollin.
nob: Dette regnes som to fisk.

source: Dát rehkenastojuvvo oktan guollin.
nob: Dette regnes som en fisk.

source: Dán golmma guolis leat meađđemat.
nob: I disse tre fiskene er det rogn.

source: Galli lanjas leat olbmot?
nob: I hvor mange rom er det folk?

source: Golmma guolis ledje meađđemat.
nob: I tre fisker var det rogn.

source: Guovtti guolis ledje dákkárat.
nob: I to fisk var det slike.

source: Jávrris leat golbma guoli.
nob: I innsjøen er det tre fisker.

source: Ovtta guolis lei dielku.
nob: På en fisk var det en flekk.

source: Sápmelaččat orrot njealji riikkas.
nob: Samene bor i fire land.

source: Mun boađán dainna golmmain guliin.
nob: Jeg kommer med de tre fiskene.

source: Áhkku bođii golmmain guliin.
nob: Bestemor kom med tre fisker.

source: Áhkku bođii guvttiin guliin.
nob: Bestemor kom med to fisker.

source: Áhkku bođii ovttain guliin.
nob: Bestemor kom med en fisk.

source: II Evttohusat ja mearkkašumit.
nob: II Forslag og merknader.

source: Paul Fjellheim lea riegádan 1931:s.
nob: Paul Fjellheim er født i 1931.

source: Sámediggeráđđi lea 2013 bušeahtas evttohan ahte ..
nob: Sametingsrådet har i 2013 budsjettet foreslått at ..
